tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'caskroom/cask-cask'
tap 'caskroom/cask-versions'

brew 'bazaar'
brew 'composer'
brew 'curl'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'hub'
brew 'mas'
brew 'mercurial'
brew 'neovim'
brew 'netcat'
brew 'node'
brew 'pinentry-mac'
brew 'php'
brew 'pkg-config'
brew 'ssh-copy-id'
brew 'wget'
brew 'yarn'
brew 'zsh'

brew '1password'
brew 'google-chrome'
brew '1password-cli'
brew 'disk-inventory-x'
brew 'dropbox'
brew 'firefox'
brew 'google-cloud-sdk'
brew 'iterm2'
brew 'keka'
brew 'vagrant'
# brew 'virtualbox'
brew 'visual-studio-code'
brew 'phpstorm'
brew 'spectacle'

mas "Amphetamine", id: 937984704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
