tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'caskroom/cask-cask'
tap 'caskroom/cask-versions'

brew 'bazaar'
brew 'composer'
brew 'curl'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'hub'
brew 'mas'
brew 'mercurial'
brew 'neovim'
brew 'netcat'
brew 'node'
brew 'pinentry-mac'
brew 'php'
brew 'pkg-config'
brew 'ssh-copy-id'
brew 'wget'
brew 'yarn'
brew 'zsh'

cask 'disk-inventory-x'
cask 'dropbox'
cask 'firefox'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'keka'
cask 'vagrant'
# cask 'virtualbox'
cask 'visual-studio-code'
cask 'phpstorm'

mas "1Password", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
